Repository: denis-kolchev/Paint-Anytime
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Opening links to this policy, the source repository, or Apple's license agreement connects you to GitHub or Apple. Those sites may process technical information such as your IP address under their own privacy policies:
ar: يؤدي فتح الروابط المؤدية إلى هذه السياسة أو مستودع الشفرة المصدرية أو اتفاقية ترخيص Apple إلى الاتصال بـ GitHub أو Apple. قد تعالج تلك المواقع معلومات تقنية، مثل عنوان IP الخاص بك، وفقًا لسياسات الخصوصية الخاصة بها:
cs: Otevřením odkazů na tyto zásady, úložiště zdrojového kódu nebo licenční smlouvu Apple se připojíte ke GitHubu nebo Applu. Tyto weby mohou zpracovávat technické informace, například vaši IP adresu, podle vlastních zásad ochrany soukromí:
da: Når du åbner links til denne politik, kildekodelageret eller Apples licensaftale, oprettes der forbindelse til GitHub eller Apple. Disse websteder kan behandle tekniske oplysninger såsom din IP-adresse efter deres egne privatlivspolitikker:
de: Beim Öffnen von Links zu dieser Erklärung, zum Quellcode-Repository oder zu Apples Lizenzvertrag wird eine Verbindung zu GitHub oder Apple hergestellt. Diese Websites können technische Informationen wie deine IP-Adresse nach ihren eigenen Datenschutzrichtlinien verarbeiten:
el: Το άνοιγμα συνδέσμων προς αυτή την πολιτική, το αποθετήριο πηγαίου κώδικα ή τη σύμβαση άδειας χρήσης της Apple σάς συνδέει με το GitHub ή την Apple. Αυτοί οι ιστότοποι μπορεί να επεξεργάζονται τεχνικές πληροφορίες, όπως τη διεύθυνση IP σας, σύμφωνα με τις δικές τους πολιτικές απορρήτου:
es: Abrir enlaces a esta política, al repositorio del código fuente o al contrato de licencia de Apple te conecta con GitHub o Apple. Esos sitios pueden procesar información técnica, como tu dirección IP, conforme a sus propias políticas de privacidad:
fi: Kun avaat linkkejä tähän käytäntöön, lähdekoodivarastoon tai Applen lisenssisopimukseen, muodostat yhteyden GitHubiin tai Appleen. Nämä sivustot voivat käsitellä teknisiä tietoja, kuten IP-osoitettasi, omien tietosuojakäytäntöjensä mukaisesti:
fr: L’ouverture de liens vers cette politique, le dépôt du code source ou le contrat de licence d’Apple vous connecte à GitHub ou Apple. Ces sites peuvent traiter des informations techniques, comme votre adresse IP, selon leurs propres politiques de confidentialité :
he: פתיחת קישורים למדיניות זו, למאגר קוד המקור או להסכם הרישיון של Apple יוצרת חיבור ל-GitHub או ל-Apple. אתרים אלה עשויים לעבד מידע טכני, כגון כתובת ה-IP שלך, בהתאם למדיניות הפרטיות שלהם:
hu: A szabályzatra, a forráskód-tárhelyre vagy az Apple licencszerződésére mutató hivatkozások megnyitása kapcsolatot létesít a GitHubbal vagy az Apple-lel. Ezek a webhelyek saját adatvédelmi szabályzataik szerint kezelhetnek technikai adatokat, például az Ön IP-címét:
id: Membuka tautan ke kebijakan ini, repositori kode sumber, atau perjanjian lisensi Apple menghubungkan Anda ke GitHub atau Apple. Situs tersebut dapat memproses informasi teknis seperti alamat IP Anda berdasarkan kebijakan privasinya sendiri:
it: Aprire link a questa informativa, al repository del codice sorgente o al contratto di licenza Apple ti connette a GitHub o Apple. Questi siti possono trattare informazioni tecniche, come il tuo indirizzo IP, secondo le proprie informative sulla privacy:
ja: このポリシー、ソースコードのリポジトリ、Appleの使用許諾契約へのリンクを開くと、GitHubまたはAppleに接続します。これらのサイトは、IPアドレスなどの技術情報を独自のプライバシーポリシーに従って処理する場合があります。
ko: 이 방침, 소스 코드 저장소 또는 Apple 사용권 계약 링크를 열면 GitHub 또는 Apple에 연결됩니다. 해당 사이트는 자체 개인정보 처리방침에 따라 IP 주소와 같은 기술 정보를 처리할 수 있습니다.
nb: Når du åpner lenker til denne erklæringen, kildekodelageret eller Apples lisensavtale, kobles du til GitHub eller Apple. Disse nettstedene kan behandle tekniske opplysninger, som IP-adressen din, etter sine egne personvernerklæringer:
nl: Als je links naar dit beleid, de broncoderepository of Apples licentieovereenkomst opent, maak je verbinding met GitHub of Apple. Die websites kunnen technische informatie zoals je IP-adres verwerken volgens hun eigen privacybeleid:
pl: Otwarcie linków do tej polityki, repozytorium kodu źródłowego lub umowy licencyjnej Apple łączy Cię z GitHub lub Apple. Te witryny mogą przetwarzać informacje techniczne, takie jak adres IP, zgodnie z własnymi politykami prywatności:
pt_br: Abrir links para esta política, o repositório do código-fonte ou o contrato de licença da Apple conecta você ao GitHub ou à Apple. Esses sites podem processar informações técnicas, como seu endereço IP, segundo suas próprias políticas de privacidade:
pt_pt: Abrir ligações para esta política, o repositório do código-fonte ou o contrato de licença da Apple estabelece uma ligação ao GitHub ou à Apple. Estes sites podem tratar informações técnicas, como o seu endereço IP, segundo as suas próprias políticas de privacidade:
ru: При открытии ссылок на эту политику, репозиторий исходного кода или лицензионное соглашение Apple устанавливается соединение с GitHub или Apple. Эти сайты могут обрабатывать технические сведения, например ваш IP-адрес, согласно своим политикам конфиденциальности:
sv: När du öppnar länkar till denna policy, källkodsarkivet eller Apples licensavtal ansluter du till GitHub eller Apple. Dessa webbplatser kan behandla teknisk information, exempelvis din IP-adress, enligt sina egna integritetspolicyer:
th: การเปิดลิงก์ไปยังนโยบายนี้ ที่เก็บซอร์สโค้ด หรือข้อตกลงสิทธิ์การใช้งานของ Apple จะเชื่อมต่อคุณกับ GitHub หรือ Apple เว็บไซต์เหล่านั้นอาจประมวลผลข้อมูลทางเทคนิค เช่น ที่อยู่ IP ของคุณ ตามนโยบายความเป็นส่วนตัวของตน:
tr: Bu politikaya, kaynak kod deposuna veya Apple’ın lisans sözleşmesine giden bağlantıları açmak sizi GitHub’a veya Apple’a bağlar. Bu siteler, IP adresiniz gibi teknik bilgileri kendi gizlilik politikaları kapsamında işleyebilir:
uk: Відкриття посилань на цю політику, репозиторій вихідного коду або ліцензійну угоду Apple з’єднує вас із GitHub або Apple. Ці сайти можуть обробляти технічні відомості, як-от вашу IP-адресу, за власними політиками конфіденційності:
vi: Mở liên kết đến chính sách này, kho mã nguồn hoặc thỏa thuận cấp phép của Apple sẽ kết nối bạn với GitHub hoặc Apple. Những trang web đó có thể xử lý thông tin kỹ thuật như địa chỉ IP theo chính sách quyền riêng tư riêng:
zh_hans: 打开本政策、源代码仓库或 Apple 许可协议的链接会连接到 GitHub 或 Apple。这些网站可能会根据其自身的隐私政策处理您的 IP 地址等技术信息：
zh_hant: 開啟本政策、原始碼儲存庫或 Apple 授權合約的連結，會連線至 GitHub 或 Apple。這些網站可能會依其自身隱私權政策處理您的 IP 位址等技術資訊：

source: Orange
ar: برتقالي
cs: Oranžová
el: Πορτοκαλί
es: Naranja
fi: Oranssi
he: כתום
hu: Narancssárga
id: Oranye
it: Arancione
ja: オレンジ
ko: 주황
nb: Oransje
nl: Oranje
pl: Pomarańczowy
pt_br: Laranja
pt_pt: Laranja
ru: Оранжевый
th: ส้ม
tr: Turuncu
uk: Помаранчевий
vi: Cam
zh_hans: 橙色
zh_hant: 橘色

source: Overlay
ar: تراكب
cs: Překrýt
da: Overlejring
de: Ineinanderkopieren
el: Επικάλυψη
es: Superponer
fi: Sulauttava
fr: Incrustation
he: כיסוי
hu: Átfedés
id: Hamparan
it: Sovrapponi
ja: オーバーレイ
ko: 오버레이
nb: Overlegg
nl: Bedekken
pl: Nakładka
pt_br: Sobreposição
pt_pt: Sobreposição
ru: Перекрытие
sv: Täcka över
th: ซ้อนทับ
tr: Kaplama
uk: Перекриття
vi: Phủ chồng
zh_hans: 叠加
zh_hant: 覆蓋

source: Paint Anytime does not require an account. Drawings saved to the gallery, editable drawing data, and preferences such as language and tool settings are stored locally on your device. The app does not upload your drawings or preferences to a developer-operated server.
ar: لا يتطلب Paint Anytime حسابًا. تُخزَّن الرسومات المحفوظة في المعرض وبيانات الرسومات القابلة للتعديل والتفضيلات، مثل اللغة وإعدادات الأدوات، محليًا على جهازك. لا يرفع التطبيق رسوماتك أو تفضيلاتك إلى خادم يديره المطوّر.
cs: Paint Anytime nevyžaduje účet. Kresby uložené v galerii, upravitelná data kreseb a předvolby, například jazyk a nastavení nástrojů, se ukládají místně do zařízení. Aplikace neodesílá vaše kresby ani předvolby na server provozovaný vývojářem.
da: Paint Anytime kræver ikke en konto. Tegninger gemt i galleriet, redigerbare tegningsdata og præferencer såsom sprog og værktøjsindstillinger gemmes lokalt på din enhed. Appen uploader ikke dine tegninger eller præferencer til en server, der drives af udvikleren.
de: Paint Anytime erfordert kein Konto. In der Galerie gespeicherte Zeichnungen, bearbeitbare Zeichnungsdaten und Einstellungen wie Sprache und Werkzeugeinstellungen werden lokal auf deinem Gerät gespeichert. Die App lädt deine Zeichnungen oder Einstellungen nicht auf einen vom Entwickler betriebenen Server hoch.
el: Το Paint Anytime δεν απαιτεί λογαριασμό. Τα σχέδια που αποθηκεύονται στη συλλογή, τα επεξεργάσιμα δεδομένα σχεδίων και οι προτιμήσεις, όπως η γλώσσα και οι ρυθμίσεις εργαλείων, αποθηκεύονται τοπικά στη συσκευή σας. Η εφαρμογή δεν μεταφορτώνει τα σχέδια ή τις προτιμήσεις σας σε διακομιστή που διαχειρίζεται ο προγραμματιστής.
es: Paint Anytime no requiere una cuenta. Los dibujos guardados en la galería, los datos de dibujo editables y las preferencias, como el idioma y los ajustes de herramientas, se almacenan localmente en tu dispositivo. La aplicación no sube tus dibujos ni tus preferencias a un servidor gestionado por el desarrollador.
fi: Paint Anytime ei edellytä tiliä. Galleriaan tallennetut piirrokset, muokattavat piirrostiedot sekä valinnat, kuten kieli ja työkalujen asetukset, tallennetaan paikallisesti laitteellesi. Sovellus ei lähetä piirroksiasi tai asetuksiasi kehittäjän ylläpitämälle palvelimelle.
fr: Paint Anytime ne nécessite aucun compte. Les dessins enregistrés dans la galerie, les données de dessin modifiables et les préférences, comme la langue et les réglages des outils, sont stockés localement sur votre appareil. L’application ne téléverse pas vos dessins ni vos préférences sur un serveur exploité par le développeur.
he: Paint Anytime אינו דורש חשבון. ציורים שנשמרו בגלריה, נתוני ציור הניתנים לעריכה והעדפות כגון שפה והגדרות כלים נשמרים מקומית במכשיר שלך. האפליקציה אינה מעלה את הציורים או ההעדפות שלך לשרת המופעל על ידי המפתח.
hu: A Paint Anytime használatához nem kell fiók. A galériába mentett rajzok, a szerkeszthető rajzadatok és a beállítások, például a nyelv és az eszközbeállítások helyben, a készüléken tárolódnak. Az alkalmazás nem tölti fel a rajzokat vagy beállításokat a fejlesztő által üzemeltetett szerverre.
id: Paint Anytime tidak memerlukan akun. Gambar yang disimpan di galeri, data gambar yang dapat diedit, dan preferensi seperti bahasa serta pengaturan alat disimpan secara lokal di perangkat Anda. Aplikasi tidak mengunggah gambar atau preferensi Anda ke server yang dioperasikan pengembang.
it: Paint Anytime non richiede un account. I disegni salvati nella galleria, i dati modificabili dei disegni e le preferenze, come la lingua e le impostazioni degli strumenti, sono memorizzati localmente sul tuo dispositivo. L’app non carica i tuoi disegni o le tue preferenze su un server gestito dallo sviluppatore.
ja: Paint Anytimeではアカウントは必要ありません。ギャラリーに保存した絵、編集可能な描画データ、言語やツール設定などの環境設定は、端末内にローカルで保存されます。アプリが絵や環境設定を開発者の運営するサーバーにアップロードすることはありません。
ko: Paint Anytime은 계정이 필요하지 않습니다. 갤러리에 저장된 그림, 편집 가능한 그림 데이터, 언어 및 도구 설정 등의 환경설정은 기기에 로컬로 저장됩니다. 앱은 그림이나 환경설정을 개발자가 운영하는 서버에 업로드하지 않습니다.
nb: Paint Anytime krever ingen konto. Tegninger lagret i galleriet, redigerbare tegningsdata og valg som språk og verktøyinnstillinger lagres lokalt på enheten din. Appen laster ikke opp tegningene eller innstillingene dine til en server som drives av utvikleren.
nl: Voor Paint Anytime is geen account nodig. Tekeningen in de galerij, bewerkbare tekengegevens en voorkeuren zoals taal en gereedschapsinstellingen worden lokaal op je apparaat opgeslagen. De app uploadt je tekeningen of voorkeuren niet naar een server van de ontwikkelaar.
pl: Paint Anytime nie wymaga konta. Rysunki zapisane w galerii, edytowalne dane rysunków oraz preferencje, takie jak język i ustawienia narzędzi, są przechowywane lokalnie na urządzeniu. Aplikacja nie przesyła rysunków ani preferencji na serwer prowadzony przez dewelopera.
pt_br: O Paint Anytime não exige uma conta. Os desenhos salvos na galeria, os dados editáveis dos desenhos e as preferências, como idioma e ajustes das ferramentas, são armazenados localmente no seu dispositivo. O aplicativo não envia seus desenhos ou preferências a um servidor operado pelo desenvolvedor.
pt_pt: O Paint Anytime não exige uma conta. Os desenhos guardados na galeria, os dados editáveis dos desenhos e as preferências, como o idioma e as definições das ferramentas, são armazenados localmente no seu dispositivo. A aplicação não envia os seus desenhos ou preferências para um servidor gerido pelo programador.
ru: Paint Anytime не требует учётной записи. Рисунки, сохранённые в галерее, редактируемые данные рисунков и предпочтения, включая язык и настройки инструментов, хранятся локально на вашем устройстве. Приложение не загружает ваши рисунки или предпочтения на сервер разработчика.
sv: Paint Anytime kräver inget konto. Teckningar som sparats i galleriet, redigerbara teckningsdata och inställningar som språk och verktygsinställningar lagras lokalt på din enhet. Appen laddar inte upp dina teckningar eller inställningar till någon server som drivs av utvecklaren.
th: Paint Anytime ไม่จำเป็นต้องมีบัญชี ภาพวาดที่บันทึกในแกลเลอรี ข้อมูลภาพวาดที่แก้ไขได้ และการตั้งค่าต่างๆ เช่น ภาษาและการตั้งค่าเครื่องมือ จะจัดเก็บไว้ภายในอุปกรณ์ของคุณ แอปไม่อัปโหลดภาพวาดหรือการตั้งค่าของคุณไปยังเซิร์ฟเวอร์ที่ผู้พัฒนาดูแล
tr: Paint Anytime hesap gerektirmez. Galeriye kaydedilen çizimler, düzenlenebilir çizim verileri ve dil ile araç ayarları gibi tercihler cihazınızda yerel olarak saklanır. Uygulama, çizimlerinizi veya tercihlerinizi geliştiricinin işlettiği bir sunucuya yüklemez.
uk: Paint Anytime не потребує облікового запису. Збережені в галереї малюнки, редаговані дані малюнків і вподобання, як-от мова та налаштування інструментів, зберігаються локально на вашому пристрої. Застосунок не завантажує ваші малюнки чи вподобання на сервер розробника.
vi: Paint Anytime không yêu cầu tài khoản. Bản vẽ lưu trong bộ sưu tập, dữ liệu bản vẽ có thể chỉnh sửa và các tùy chọn như ngôn ngữ, cài đặt công cụ được lưu cục bộ trên thiết bị của bạn. Ứng dụng không tải bản vẽ hoặc tùy chọn của bạn lên máy chủ do nhà phát triển vận hành.
zh_hans: Paint Anytime 无需账户。保存在图库中的画作、可编辑的绘画数据以及语言、工具设置等偏好设置均存储在您的设备本地。应用不会将您的画作或偏好设置上传到开发者运营的服务器。
zh_hant: Paint Anytime 無需帳號。儲存在圖庫中的畫作、可編輯的繪圖資料，以及語言、工具設定等偏好設定，均儲存在您的裝置本機。App 不會將您的畫作或偏好設定上傳至開發者營運的伺服器。

source: Paint Anytime is developed by Denis Kolchev. This policy covers the official Apple Watch app and its iPhone companion, where available. Features may vary by app version.
ar: يطوّر Denis Kolchev تطبيق Paint Anytime. تشمل هذه السياسة التطبيق الرسمي لساعة Apple Watch والتطبيق المصاحب له على iPhone، حيثما يتوفر. قد تختلف الميزات باختلاف إصدار التطبيق.
cs: Paint Anytime vyvíjí Denis Kolchev. Tyto zásady se vztahují na oficiální aplikaci pro Apple Watch a její doprovodnou aplikaci pro iPhone, pokud je dostupná. Funkce se mohou lišit podle verze aplikace.
da: Paint Anytime udvikles af Denis Kolchev. Denne politik gælder den officielle Apple Watch-app og den tilhørende iPhone-app, hvor den er tilgængelig. Funktionerne kan variere efter appversion.
de: Paint Anytime wird von Denis Kolchev entwickelt. Diese Erklärung gilt für die offizielle Apple Watch-App und die zugehörige iPhone-App, sofern verfügbar. Funktionen können je nach App-Version variieren.
el: Το Paint Anytime αναπτύσσεται από τον Denis Kolchev. Αυτή η πολιτική καλύπτει την επίσημη εφαρμογή για Apple Watch και τη συνοδευτική εφαρμογή για iPhone, όπου είναι διαθέσιμη. Οι λειτουργίες ενδέχεται να διαφέρουν ανάλογα με την έκδοση της εφαρμογής.
es: Paint Anytime está desarrollado por Denis Kolchev. Esta política cubre la aplicación oficial para Apple Watch y su aplicación complementaria para iPhone, cuando esté disponible. Las funciones pueden variar según la versión de la aplicación.
fi: Paint Anytimen kehittäjä on Denis Kolchev. Tämä käytäntö koskee virallista Apple Watch -sovellusta ja sen iPhone-kumppanisovellusta, jos se on saatavilla. Ominaisuudet voivat vaihdella sovellusversion mukaan.
fr: Paint Anytime est développé par Denis Kolchev. Cette politique couvre l’application officielle Apple Watch et son application compagnon pour iPhone, lorsqu’elle est disponible. Les fonctionnalités peuvent varier selon la version de l’application.
he: Paint Anytime מפותח על ידי Denis Kolchev. מדיניות זו חלה על האפליקציה הרשמית ל-Apple Watch ועל האפליקציה הנלווית ל-iPhone, כאשר היא זמינה. התכונות עשויות להשתנות בהתאם לגרסת האפליקציה.
hu: A Paint Anytime fejlesztője Denis Kolchev. Ez a szabályzat a hivatalos Apple Watch-alkalmazásra és az elérhető iPhone-társalkalmazásra vonatkozik. A funkciók az alkalmazás verziójától függően eltérhetnek.
id: Paint Anytime dikembangkan oleh Denis Kolchev. Kebijakan ini mencakup aplikasi resmi Apple Watch dan aplikasi pendamping iPhone, jika tersedia. Fitur dapat berbeda menurut versi aplikasi.
it: Paint Anytime è sviluppata da Denis Kolchev. Questa informativa riguarda l’app ufficiale per Apple Watch e l’app complementare per iPhone, ove disponibile. Le funzionalità possono variare in base alla versione dell’app.
ja: Paint AnytimeはDenis Kolchevが開発しています。このポリシーは、公式のApple Watchアプリと、提供されている場合はそのiPhoneコンパニオンアプリに適用されます。機能はアプリのバージョンによって異なる場合があります。
ko: Paint Anytime은 Denis Kolchev가 개발합니다. 이 방침은 공식 Apple Watch 앱과 제공되는 경우 해당 iPhone 보조 앱에 적용됩니다. 기능은 앱 버전에 따라 다를 수 있습니다.
nb: Paint Anytime er utviklet av Denis Kolchev. Denne erklæringen gjelder den offisielle Apple Watch-appen og den tilhørende iPhone-appen, der den er tilgjengelig. Funksjonene kan variere etter appversjon.
nl: Paint Anytime wordt ontwikkeld door Denis Kolchev. Dit beleid geldt voor de officiële Apple Watch-app en de bijbehorende iPhone-app, indien beschikbaar. Functies kunnen per appversie verschillen.
pl: Twórcą Paint Anytime jest Denis Kolchev. Niniejsza polityka obejmuje oficjalną aplikację na Apple Watch i towarzyszącą aplikację na iPhone’a, jeśli jest dostępna. Funkcje mogą się różnić zależnie od wersji aplikacji.
pt_br: O Paint Anytime é desenvolvido por Denis Kolchev. Esta política abrange o aplicativo oficial para Apple Watch e seu aplicativo complementar para iPhone, quando disponível. Os recursos podem variar conforme a versão do aplicativo.
pt_pt: O Paint Anytime é desenvolvido por Denis Kolchev. Esta política abrange a aplicação oficial para Apple Watch e a aplicação complementar para iPhone, quando disponível. As funcionalidades podem variar consoante a versão da aplicação.
ru: Разработчик Paint Anytime — Denis Kolchev. Эта политика распространяется на официальное приложение для Apple Watch и сопутствующее приложение для iPhone, если оно доступно. Функции могут различаться в зависимости от версии приложения.
sv: Paint Anytime utvecklas av Denis Kolchev. Denna policy omfattar den officiella Apple Watch-appen och dess tillhörande iPhone-app, där den är tillgänglig. Funktionerna kan variera beroende på appversion.
th: Paint Anytime พัฒนาโดย Denis Kolchev นโยบายนี้ครอบคลุมแอปอย่างเป็นทางการบน Apple Watch และแอปคู่กันบน iPhone หากมีให้ใช้งาน คุณสมบัติอาจแตกต่างกันตามเวอร์ชันของแอป
tr: Paint Anytime, Denis Kolchev tarafından geliştirilmiştir. Bu politika, resmî Apple Watch uygulamasını ve mevcut olduğu yerlerde eşlik eden iPhone uygulamasını kapsar. Özellikler uygulama sürümüne göre değişebilir.
uk: Розробник Paint Anytime — Denis Kolchev. Ця політика поширюється на офіційний застосунок для Apple Watch і супутній застосунок для iPhone, якщо він доступний. Функції можуть відрізнятися залежно від версії застосунку.
vi: Paint Anytime do Denis Kolchev phát triển. Chính sách này áp dụng cho ứng dụng Apple Watch chính thức và ứng dụng đồng hành trên iPhone, nếu có. Các tính năng có thể khác nhau tùy phiên bản ứng dụng.
zh_hans: Paint Anytime 由 Denis Kolchev 开发。本政策适用于官方 Apple Watch 应用及其配套的 iPhone 应用（如有提供）。功能可能因应用版本而异。
zh_hant: Paint Anytime 由 Denis Kolchev 開發。本政策適用於官方 Apple Watch App 及其配套的 iPhone App（如有提供）。功能可能因 App 版本而異。

source: Paint Anytime Privacy Policy
ar: سياسة خصوصية Paint Anytime
cs: Zásady ochrany soukromí Paint Anytime
da: Privatlivspolitik for Paint Anytime
de: Datenschutzerklärung von Paint Anytime
el: Πολιτική απορρήτου του Paint Anytime
es: Política de privacidad de Paint Anytime
fi: Paint Anytimen tietosuojakäytäntö
fr: Politique de confidentialité de Paint Anytime
he: מדיניות הפרטיות של Paint Anytime
hu: A Paint Anytime adatvédelmi szabályzata
id: Kebijakan Privasi Paint Anytime
it: Informativa sulla privacy di Paint Anytime
ja: Paint Anytime プライバシーポリシー
ko: Paint Anytime 개인정보 처리방침
nb: Personvernerklæring for Paint Anytime
nl: Privacybeleid van Paint Anytime
pl: Polityka prywatności Paint Anytime
pt_br: Política de Privacidade do Paint Anytime
pt_pt: Política de Privacidade do Paint Anytime
ru: Политика конфиденциальности Paint Anytime
sv: Integritetspolicy för Paint Anytime
th: นโยบายความเป็นส่วนตัวของ Paint Anytime
tr: Paint Anytime Gizlilik Politikası
uk: Політика конфіденційності Paint Anytime
vi: Chính sách quyền riêng tư của Paint Anytime
zh_hans: Paint Anytime 隐私政策
zh_hant: Paint Anytime 隱私權政策

source: Paint over
ar: الطلاء فوق اللون
cs: Přemalování
da: Mal over
de: Übermalen
el: Επικάλυψη με χρώμα
es: Pintar encima
fi: Maalaa päälle
fr: Recouvrir
he: צביעה מעל
hu: Átfestés
id: Melukis di atas
it: Dipingere sopra
ja: 塗り重ねる
ko: 덧칠하기
nb: Mal over
nl: Overschilderen
pl: Zamalowanie
pt_br: Pintar por cima
pt_pt: Pintar por cima
ru: Закрашивание
sv: Måla över
th: ระบายทับ
tr: Üzerini boya
uk: Зафарбовування
vi: Tô đè
zh_hans: 覆盖涂色
zh_hant: 覆蓋塗色

source: Palette
ar: لوحة الألوان
cs: Paleta
da: Palet
el: Παλέτα
es: Paleta
fi: Paletti
he: פלטת צבעים
hu: Paletta
id: Palet
it: Tavolozza
ja: パレット
ko: 팔레트
nb: Palett
nl: Palet
pl: Paleta
pt_br: Paleta
pt_pt: Paleta
ru: Палитра
sv: Palett
th: จานสี
tr: Palet
uk: Палітра
vi: Bảng màu
zh_hans: 调色板
zh_hant: 調色盤

source: Pen
ar: قلم
cs: Pero
de: Stift
el: Στυλό
es: Bolígrafo
fi: Kynä
fr: Stylo
he: עט
hu: Toll
id: Pena
it: Penna
ja: ペン
ko: 펜
nb: Penn
pl: Pióro
pt_br: Caneta
pt_pt: Caneta
ru: Перо
sv: Penna
th: ปากกา
tr: Kalem
uk: Ручка
vi: Bút mực
zh_hans: 笔
zh_hant: 筆

source: Pencil
ar: قلم رصاص
cs: Tužka
da: Blyant
de: Bleistift
el: Μολύβι
es: Lápiz
fi: Lyijykynä
fr: Crayon
he: עיפרון
hu: Ceruza
id: Pensil
it: Matita
ja: 鉛筆
ko: 연필
nb: Blyant
nl: Potlood
pl: Ołówek
pt_br: Lápis
pt_pt: Lápis
ru: Карандаш
sv: Blyertspenna
th: ดินสอ
tr: Kurşun kalem
uk: Олівець
vi: Bút chì
zh_hans: 铅笔
zh_hant: 鉛筆

source: Pink
ar: وردي
cs: Růžová
da: Lyserød
de: Rosa
el: Ροζ
es: Rosa
fi: Vaaleanpunainen
fr: Rose
he: ורוד
hu: Rózsaszín
id: Merah muda
it: Rosa
ja: ピンク
ko: 분홍
nb: Rosa
nl: Roze
pl: Różowy
pt_br: Rosa
pt_pt: Rosa
ru: Розовый
sv: Rosa
th: ชมพู
tr: Pembe
uk: Рожевий
vi: Hồng
zh_hans: 粉色
zh_hant: 粉紅色

source: Pixel eraser
ar: ممحاة البكسل
cs: Pixelová guma
da: Pixelviskelæder
de: Pixelradierer
el: Γόμα pixel
es: Goma de píxeles
fi: Pikselipyyhekumi
fr: Gomme de pixels
he: מחק פיקסלים
hu: Pixelradír
id: Penghapus piksel
it: Gomma pixel
ja: ピクセル消しゴム
ko: 픽셀 지우개
nb: Pikselviskelær
nl: Pixelgum
pl: Gumka pikseli
pt_br: Borracha de pixels
pt_pt: Borracha de píxeis
ru: Ластик пикселей
sv: Pixelsuddgummi
th: ยางลบพิกเซล
tr: Piksel silgisi
uk: Гумка пікселів
vi: Tẩy điểm ảnh
zh_hans: 像素橡皮擦
zh_hant: 像素橡皮擦

source: Privacy Policy
ar: سياسة الخصوصية
cs: Zásady ochrany soukromí
da: Privatlivspolitik
de: Datenschutzerklärung
el: Πολιτική απορρήτου
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
he: מדיניות פרטיות
hu: Adatvédelmi szabályzat
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
pt_pt: Política de Privacidade
ru: Политика конфиденциальности
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策
